<?php

declare(strict_types=1);
/**
 * NOTICE OF LICENSE.
 *
 * UNIT3D Community Edition is open-sourced software licensed under the GNU Affero General Public License v3.0
 * The details is bundled with this project in the file LICENSE.txt.
 *
 * @project    UNIT3D Community Edition
 *
 * @author     HDVinnie <hdinnovations@protonmail.com>
 * @license    https://www.gnu.org/licenses/agpl-3.0.en.html/ GNU Affero General Public License v3.0
 */

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */
    'activation-error' => 'Заблокирован, неверный токен или аккаунт уже подтвержден!',
    'activation-success' => 'Аккаунт подтвержден! Теперь вы можете войти!',
    'add-image' => 'Добавить еще одну ссылку на изображение',
    'add-profile' => 'Добавить еще одну ссылку на профиль',
    'allow-invite-appl' => 'Открытая регистрация закрыта! Для регистрации нужен инвайт! Однако открыт прием заявок. Вы были перенаправлены на страницу подачи заявки!',
    'allow-invite' => 'Открытая регистрация закрыта! Для регистрации нужен инвайт! Вы были перенаправлены на страницу входа!',
    'are-you' => 'Вы:',
    'application' => 'Заявка',
    'apply' => 'Подать заявку',
    'appl-closed' => 'Заявки закрыты',
    'appl-intro' => '— это закрытое сообщество. Для регистрации нужен инвайт. Если вы не можете получить инвайт, вы можете заполнить следующую заявку на членство.',
    'appl-reason' => 'Как вы узнали о ":sitename" и почему хотите присоединиться? ',
    'application-submitted' => 'Ваша заявка отправлена. Скоро вы получите письмо!',
    'banned' => 'Этот аккаунт заблокирован!',
    'check-later' => 'Проверьте позже!',
    'code' => 'Код TOTP',
    'confirm-password' => 'Подтвердите пароль',
    'confirm-new-password' => 'Подтвердите новый пароль',
    'delete-image' => 'Удалить последнюю ссылку на изображение',
    'delete-profile' => 'Удалить последнюю ссылку на профиль',
    'email' => 'Электронная почта',
    'email-verification-link' => 'Ссылка для подтверждения отправлена на вашу почту!',
    'enter-recovery' => 'Введите один из кодов восстановления, предоставленных при включении двухфакторной аутентификации.',
    'enter-totp' => 'Введите 6-значный код, сгенерированный вашим приложением.',
    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'invalid-key' => 'Неверный или истекший ключ инвайта!',
    'login' => 'Войти',
    'login-now-on' => 'Войти сейчас на',
    'logout' => 'Выйти',
    'lost-password' => 'Забыли пароль?',
    'lost-username' => 'Забыли имя пользователя?',
    'need-invite' => 'Открытая регистрация отключена, для доступа нужен инвайт!',
    'new-password' => 'Новый пароль',
    'newbie' => 'Новичок',
    'not-a-member' => 'Еще не участник? Зарегистрируйтесь за 30 секунд.',
    'not-activated' => 'Этот аккаунт не активирован и находится в группе ожидания. Проверьте почту для активации. Если код не пришел, нажмите "Забыли пароль" и выполните шаги.',
    'password' => 'Пароль',
    'password-confirm-desc' => 'Подтвердите пароль перед продолжением.',
    'password-confirmation' => 'Подтверждение пароля',
    'password-reset' => 'Сбросить пароль',
    'proof-image' => 'Ссылка на скриншот страницы профиля',
    'proof-image-title' => 'Ссылки на скриншоты профилей',
    'proof-profile' => 'Ссылка на страницу профиля',
    'proof-profile-title' => 'Ссылки на ваши профили',
    'proof-min' => '(Минимум 2, рекомендуется 3)',
    'recover-my-password' => 'Восстановить мой пароль',
    'recovery-code' => 'Код восстановления',
    'register-thanks' => 'Спасибо за регистрацию! Проверьте почту для подтверждения аккаунта',
    'remember-me' => 'Запомнить меня',
    'require-rules' => 'Пожалуйста, прочтите и примите наши правила, прокрутив страницу до конца.',
    'send-verification-email' => 'Отправить письмо для подтверждения',
    'signup' => 'Зарегистрироваться',
    'throttle' => 'Слишком много попыток входа. Попробуйте снова через :seconds секунд.',
    'totp-code' => 'Код TOTP',
    'unlock' => 'Разблокировать',
    'user-icon' => 'Иконка пользователя',
    'username' => 'Имя пользователя',
    'verify' => 'Подтвердить',
    'verify-email' => 'Подтвердить электронную почту',
    'verifying' => 'Проверка...',
    'veteran' => 'Опытный пользователь приватных трекеров',
    'welcome' => 'С возвращением!',
    'welcome-restore' => 'С возвращением! Ваш аккаунт больше не заблокирован!',
];
