<?php

declare(strict_types=1);
/**
 * NOTICE OF LICENSE.
 *
 * UNIT3D Community Edition is open-sourced software licensed under the GNU Affero General Public License v3.0
 * The details is bundled with this project in the file LICENSE.txt.
 *
 * @project    UNIT3D Community Edition
 *
 * @author     HDVinnie <hdinnovations@protonmail.com>
 * @license    https://www.gnu.org/licenses/agpl-3.0.en.html/ GNU Affero General Public License v3.0
 */

return [
    'aboutus-advantage' => 'Наши преимущества',
    'aboutus-advantage1' => 'У нас есть опытные участники и персонал, хорошо разбирающиеся в мире HD-видео/аудио и технической поддержке.',
    'aboutus-advantage2' => 'Наряду с нашей страстью к фильмам и телешоу, мы также предлагаем одну из лучших коллекций того, чего нет у большинства — FANRES! ОГРОМНОЕ СПАСИБО нашим поставщикам контента.',
    'aboutus-advantage3' => 'Хотя мы принимаем пожертвования для поддержания работы сайта, у нас нет навязчивых личных сообщений или баннеров. Никакого попрошайничества с нашей стороны.',
    'aboutus-advantage4' => 'Наше сообщество не имеет себе равных для своего возраста. Между нашим персоналом и пользователями мы всегда готовы помочь. Мы стремимся сделать ваш опыт на :title незабываемым.',
    'aboutus-advantage5' => 'Наш сервис ежедневно используется множеством людей по всему миру. Мы доказали, что заботимся о функциональности и безопасности нашей кодовой базы, и на нее можно положиться. Наши разработчики ежедневно работают над созданием по-настоящему инновационного кода.',
    'aboutus-header' => 'Здравствуйте',
    'aboutus-rules' => 'Что нам нужно от вас',
    'aboutus-rules1' => 'Быть активным членом сообщества! Это означает продуктивно участвовать в обсуждениях, добавлять одобренный контент и помогать другим пользователям, если вы в состоянии.',
    'aboutus-rules2' => 'Полностью прочитать правила и соблюдать их!',
    'aboutus-rules3' => 'Вносить предложения! Мы стремимся делать :title лучше с каждым днем. Мы не говорим, что каждое предложение будет использовано, но новые идеи всегда полезны.',
    'aboutus-welcome' => 'Поговорим о',
    'aboutus-welcome-desc' => ':title — это база данных фильмов, телешоу и FANRES, созданная сообществом. Каждый элемент данных добавлен нашими замечательными участниками. :title делает сильный акцент на HD-контент, активную пользовательскую базу, надежную и безопасную кодовую базу, а также дружелюбную и готовую помочь команду.',
    'blacklist-btclient' => 'BitTorrent-клиент',
    'blacklist-clients' => 'Клиенты',
    'blacklist-desc' => 'Следующие BitTorrent-клиенты находятся в черном списке/запрещены для анонса на :title',
    'blacklist-emaildomain' => 'Заблокированный домен',
    'email-blacklist-desc' => 'Следующие домены электронной почты заблокированы для использования. Вы не можете зарегистрироваться или отправить приглашение на эти домены.',
    'email-whitelist-desc' => 'Следующие домены электронной почты являются единственными разрешенными для использования. Вы можете регистрироваться или отправлять приглашения только с этими доменами.',
    'staff-group' => 'Группа',
    'staff-title' => 'Роль',
    'whitelist-emaildomain' => 'Доверенный домен',
];
